Repository: Themekraft/jigoshop-membership
Catalog: languages/jigomem-*.po
Languages: de_de

source: Jigoshop Membership works only under PHP %s or higher. Please ask your hosting company for support!
de_de: Jigoshop Membership ben&ouml;tigt PHP %s oder h&ouml;her. Bitte wende Dich an deinen Hoster!

source: Jigoshop Membership works only under WordPress %s or higher. <a href="%s">Upgrade now</a>!
de_de: Jigoshop Membership ben&ouml;tigt WordPress %s oder h&ouml;her. <a href="%s">Aktualisiere WordPress jetzt</a>!

source: Jigoshop Membership works only under Jigoshop %s or higher. <a href="%s">Upgrade now</a>!
de_de: Jigoshop Membership ben&ouml;tigt Jigoshop %s oder h&ouml;her. <a href="%s">Aktualisiere Jigoshop jetzt</a>!

source: Jigoshop Membership needs Jigoshop to be installed. <a href="%s">Download it now</a>!
de_de: Jigoshop Membership ben&ouml;tigt Jigoshop. <a href="%s">Lade BuddyPress jetzt herunter</a>!

source: Jigoshop Membership needs BuddyPress to be installed. <a href="%s">Download it now</a>!
de_de: Jigoshop Membership ben&ouml;tigt BuddyPress. <a href="%s">Lade BuddyPress jetzt herunter</a>!

source: Jigoshop Membership works only under BuddyPress %s or higher. <a href="%s">Upgrade now</a>!
de_de: Jigoshop Membership ben&ouml;tigt BuddyPress %s oder h&ouml;her. <a href="%s">Aktualisiere BuddyPress jetzt</a>!

source: Membership
de_de: Mitgliedschaft

source: Until %s
de_de: Bis %s

source: Ended %s
de_de: Endete %s

source: No
de_de: Nein
